{
  "en": {
    "welcomeText": "Empowering Small Businesses with Custom Software Solutions",
    "aboutMenuText": "About",
    "homeMenuText": "Home",
    "servicesMenuText": "Services",
    "contactMenuText": "Contact",
    "serSectionText": "Services",
    "serDescription": "Our company specializes in providing a variety of technological solutions",
    "actionCallTitle": "You are welcome",
    "actionCallText": "You are welcome to contact us with any questions or for advice. We strive to respond to our customers promptly and effectively.",
    "actionCallLink": "Contact Us",
    "serTitle1": "Desktop Applications",
    "serTitle2": "Project Conversion",
    "serTitle3": "Process Automation",
    "serTitle4": "Production Line Interfaces",
    "serTitle5": "Excel Data Import/Export",
    "serTitle6": "System Design and Architecture",
    "serTitle7": "Data Visualization Tools",
    "serTitle8": "Database Management",
    "serTitle9": "Custom CRM Development",
    "serTitle10": "Custom Reporting Tools",
    "serTitle11": "Workflow Optimization",
    "serTitle12": "Software Troubleshooting",
    "serTitle13": "Legacy System Support",
    "serTitle14": "IoT Integrations",
    "serTitle15": "Custom Website Design",
    "serText1": "Design tailored software for offline or local usage.",
    "serText2": "Upgrade, migrate, or modernize legacy software projects.",
    "serText3": "Streamline repetitive tasks to improve efficiency",
    "serText4": "Develop systems to monitor and control production",
    "serText5": "Automate data movement between applications and Excel",
    "serText6": "Plan scalable and maintainable software solutions",
    "serText7": "Create dashboards and analytics for insights",
    "serText8": "Create, optimize and maintain relational databases",
    "serText9": "Build systems to manage customer relationships effectively",
    "serText10": "Generate dynamic and automated business reports",
    "serText11": "Analyze and improve existing business processes",
    "serText12": "Debug and resolve issues in existing systems",
    "serText13": "Maintain and enhance older software solutions",
    "serText14": "Connect devices for real-time monitoring and control",
    "serText15": "Build user-friendly, modern and responsive websites",
    "serText16": "At SmartGI, we are committed to helping small businesses succeed by providing tailored software solutions that enhance productivity and growth.",
    "serText17": "Our purpose is to empower small businesses by providing innovative software solutions that simplify operations and drive growth.",
    "serText18": "We aim to build long-lasting partnerships with our clients, delivering tailored, reliable, and scalable solutions that adapt to their unique business needs.",
    "serText19": "We specialize in custom software development, web and mobile app creation, and cloud-based solutions, backed by ongoing support to ensure your success.",
    "serText20": "Founded by experienced software professionals, SmartGI specializes in delivering high-quality, user-friendly solutions for businesses of all sizes."
  },
  "he": {
    "welcomeText": "מעצימים עסקים קטנים עם פתרונות תוכנה מותאמים אישית",
    "aboutMenuText": "מי אנחנו",
    "homeMenuText": "ראשי",
    "servicesMenuText": "שירותים",
    "contactMenuText": "צרו קשר",
    "serSectionText": "שירותים שלנו",
    "serDescription": "חברה שלנו מתמחה במתן מגוון פתרונות טכנולוגיים",
    "actionCallTitle": "מוזמנים לפנות אלינו",
    "actionCallText": "אתם מוזמנים לפנות אלינו בכל שאלה או יעוץ. אנחנו משתדלים לענות ללקוחות שלנו בצורה מהירה ועניינית.",
    "actionCallLink": "צרו קשר",
    "serTitle1": "תוכנות Desktop",
    "serTitle2": "המרת פרויקטים",
    "serTitle3": "אוטומציה של תהליכים",
    "serTitle4": "ממשקי ייצור",
    "serTitle5": "יבוא/יצוא נתונים לאקסל",
    "serTitle6": "תכנון וקביעת ארכיטקטורה של מערכת",
    "serTitle7": "כלי הצגת נתונים",
    "serTitle8": "ניהול בסיסי נתונים",
    "serTitle9": "פיתוח CRM מותאם אישית",
    "serTitle10": "כלי דיווח מותאמים אישית",
    "serTitle11": "אופטימיזציה של תהליכים",
    "serTitle12": "פתרון בעיות תוכנה",
    "serTitle13": "תמיכה במערכות ישנות",
    "serTitle14": "אינטגרציות",
    "serTitle15": "עיצוב אתרים מותאם אישית",
    "serText1": "איפיון, עיצוב ופיתוח תוכנה המותאמים לצרכי הארגון",
    "serText2": "שדרוג, העברה ומודרניזציה של פרויקטים ישנים בטכנולוגיות שלא נתמכות יותר",
    "serText3": "מציאה והגדרה של פעולות חוזרות ופתרונות ליעול התהליכים אלו",
    "serText4": "פיתוח מערכות לניטור ושליטה בייצור לצורך יעול ופתרונות יצירתיים",
    "serText5": "אוטומציה של העברת נתונים בין יישומים שונים ואקסל",
    "serText6": "תכנון, פתרונות, שיפור ותחזוקה של תוכנה חדשה או קיימת",
    "serText7": "יצירת ממשקים ועיבוד נתונים לצורך החלטות עתידיות",
    "serText8": "יצירה, אופטימיזציה ותחזוקה של בסיסי נתונים רלציוניים",
    "serText9": "בניית מערכות לניהול יעיל של לקוחות, ספקים, מלאי ואחרים",
    "serText10": "יצירת דוחות עסקיים דינמיים ואוטומטיים מותאמים אישית",
    "serText11": "ניתוח ושיפור תהליכים עסקיים קיימים אחרי הבנה של צרכי המערכת",
    "serText12": "איתור ופתרון תקלות והחזרת המערכת לפעולה בזמן קצר",
    "serText13": "תחזוקה ושיפור פתרונות תוכנה ישנים שלא נתמכות יותר",
    "serText14": "חיבור התקנים שונים לניטור ושליטה בזמן אמת",
    "serText15": "בניית אתרים ידידותיים, מודרניים ורספונסיביים",
    "serText16": "ב-SmartGI, אנו מחויבים לעזור לעסקים קטנים להצליח על ידי אספקת פתרונות תוכנה מותאמים אישית המשפרים את הפרודוקטיביות והצמיחה.",
    "serText17": "המטרה שלנו היא להעצים עסקים קטנים על ידי מתן פתרונות תוכנה חדשניים שמפשטים את הפעילות העסקית ומניעים צמיחה.",
    "serText18": "אנו שואפים לבנות שותפויות ארוכות טווח עם לקוחותינו, תוך אספקת פתרונות מותאמים, אמינים וניתנים להרחבה, שמותאמים לצרכים העסקיים הייחודיים שלהם.",
    "serText19": "אנו מתמחים בפיתוח תוכנה מותאמת אישית, יצירת יישומי אינטרנט ונייד, ופתרונות מבוססי ענן, יחד עם תמיכה מתמשכת כדי להבטיח את הצלחתכם.",
    "serText20": "SmartGI, שנוסדה על ידי אנשי תוכנה מנוסים, מתמחה במתן פתרונות איכותיים וידידותיים למשתמש עבור עסקים בכל הגדלים."
  }
}
